export const diseaseTypesSeedData = [
  {
    DISEASE_ID: 1,
    TH_NAME: 'โรคเบาหวาน',
    ENG_NAME: 'Diabetes',
    DESCRIPTION:
      'โรคที่ร่างกายมีระดับน้ำตาลในเลือดสูงกว่าปกติ เนื่องจากร่างกายไม่สามารถผลิตอินซูลินได้เพียงพอ หรือเซลล์ไม่ตอบสนองต่ออินซูลิน',
    CREATED_AT: new Date(),
  },
  {
    DISEASE_ID: 2,
    TH_NAME: 'โรคความดันโลหิตสูง',
    ENG_NAME: 'Hypertension',
    DESCRIPTION:
      'ภาวะที่มีความดันเลือดในหลอดเลือดแดงสูงกว่าปกติ (ค่าความดันซิสโตลิก ≥140 มม.ปรอท หรือค่าความดันไดแอสโตลิก ≥90 มม.ปรอท)',
    CREATED_AT: new Date(),
  },
  {
    DISEASE_ID: 3,
    TH_NAME: 'โรคไขมันในเลือดสูง',
    ENG_NAME: 'Dyslipidemia',
    DESCRIPTION:
      ' เป็นภาวะที่ร่างกายมีระดับไขมันในเลือดสูงกว่าปกติ อาจเป็นระดับคอเลสเตอรอลสูง หรือระดับไตรกลีเซอไรด์สูงอย่างใดอย่างหนึ่งหรือสูงทั้งสองชนิดก็ได้ ซึ่งหากมีภาวะไขมันในเลือดสูง จะส่งผลทำให้เสี่ยงต่อการเกิดโรคหลอดเลือดหัวใจ และโรคหัวใจขาดเลือด (กล้ามเนื้อหัวใจตาย)',
    CREATED_AT: new Date(),
  },
  {
    DISEASE_ID: 4,
    TH_NAME: 'โรคอ้วน',
    ENG_NAME: 'Obesity',
    DESCRIPTION:
      'ภาวะที่ร่างกายมีการสะสมไขมันมากเกินปกติ (ดัชนีมวลกาย ≥30 กก./ม²) ซึ่งส่งผลเสียต่อสุขภาพ',
    CREATED_AT: new Date(),
  },
];
